Repository: boonebgorges/invite-anyone
Catalog: languages/invite-anyone-*.po
Languages: nl_nl

source: Settings
nl_nl: Instellingen

source: General Settings
nl_nl: Algemene Instellingen

source: Access Control
nl_nl: Toegangscontrole

source: Manage Invitations
nl_nl: Beheer uitnodigingen

source: Stats
nl_nl: Statistieken

source: Save Changes
nl_nl: Bewaar Wijzigingen

source: Access Settings
nl_nl: Toegang Instellingen

source: Allow email invitations to be sent by
nl_nl: Sta email uitnodigingen toe om verstuurd te worden door

source: Limit group invitations
nl_nl: Beperk groep uitnodigingen

source: Limit per-user invitations
nl_nl: Beperk uitnodigingen per gebruiker

source: Replacement patterns for email text fields
nl_nl: Vervanging patronen voor e-mail tekstvelden

source: Text of email invitation subject line
nl_nl: Tekst van de e-mail uitnodiging onderwerp

source: Main text of email invitation message
nl_nl: Hoofdtekst van e-mail uitnodiging

source: Footer text of email invitation message (not editable by users)
nl_nl: Footer tekst van de e-mail uitnodiging (niet bewerkbaar door de gebruikers)

source: Allow users to customize invitation
nl_nl: Laat gebruikers toe uitnodiging aan te passen

source: Number of email invitations users are permitted to send at a time
nl_nl: Aantal email uitnodigingen die gebruikers per keer mogen versturen

source: Allow users to send group invitations along with email invitations
nl_nl: Sta gebruikers toe om groep uitnodigingen samen met e-mail uitnodigingen te verzenden

source: Allow email invitations to be accepted even when site registration is disabled
nl_nl: Sta toe om e-mail uitnodigingen te accepteren zelfs wanneer website registratie uitgeschakeld is

source: Control the default behavior of Invite Anyone.
nl_nl: Beheer het standaard gedrag van Invite Anyone.

source: name of your website
nl_nl: naam van je website

source: display name of the inviter
nl_nl: weergavenaam van de uitnodiger

source: URL to the profile of the inviter
nl_nl: URL naar het profiel van de uitnodiger

source: Link that invited users can click to accept the invitation
nl_nl: Link die uitgenodigde gebruikers kunnen klikken om de uitnodiging te accepteren

source: Link that invited users can click to opt out of future invitations
nl_nl: Link die uitgenodigde gebruikers kunnen klikken om uit te schrijven voor toekomstige uitnodigingen

source: Subject line
nl_nl: Onderwerp regel

source: Message body
nl_nl: Bericht

source: Control which members are able to send various kinds of invitations.
nl_nl: Beheer welke leden verschillende soorten uitnodigingen kunnen versturen.

source: All users
nl_nl: Alle gebruikers

source: A limited set of users
nl_nl: Een gelimiteerd aantal gebruikers

source: Only users who have been members of the site for a minimum number of days:
nl_nl: Alleen gebruikers die al een minimaal aantal dagen lid zijn van de site:

source: Only users who have at least the following role on this blog:
nl_nl: Alleen gebruikers die tenminste de volgende rol op dit blog hebben:

source: Author
nl_nl: Auteur

source: Editor
nl_nl: Bewerker

source: Provide a comma-separated list of users (identified by their numerical user ids) who <strong>cannot</strong> send invitations by email:
nl_nl: Lever een komma gescheiden lijst van gebruikers (ge√Ødentificeerd door hun numerieke user ids) die <strong>niet</strong> uitnodigingen per e-mail kunnen versturen:

source: Limit number of invites per user :
nl_nl: Limiteer aantal uitnodigingen per gebruiker:

source: Invite Anyone extends BuddyPress's default group invitation settings. Instead of allowing you to invite only friends to a group, this plugin allows you to invite any member of the site. Use these settings to limit possible invitees for different group roles.
nl_nl: Invite Anyone breidt BuddyPress's standaard groep uitnodiging instellingen uit. In plaats van dat je alleen vrienden voor een groep uit kunt nodigen, staat deze plugin je toe elk lid van de site uit te nodigen. Gebruik deze instellingen om eventuele genodigden voor verschillende groepsrollen te beperken.

source: <strong>Site admins</strong> can send group invitations to:
nl_nl: <strong>Site admins</ strong> kunnen groep uitnodigingen sturen naar:

source: Anyone
nl_nl: Iedereen

source: Friends
nl_nl: Vrienden

source: No one
nl_nl: Niemand

source: <strong>Group admins</strong> can send group invitations to:
nl_nl: <strong>Groep admins</ strong> kunnen groep uitnodigingen sturen naar:

source: <strong>Group mods</strong> can send group invitations to:
nl_nl: <strong>Groep mods</ strong> kunnen groep uitnodigingen sturen naar:

source: <strong>Group members</strong> can send group invitations to:
nl_nl: <strong>Groep leden</ strong> kunnen groep uitnodigingen sturen naar:

source: Enable CloudSponge?
nl_nl: CloudSponge inschakelen?

source: CloudSponge Domain Key
nl_nl: CloudSponge Domein sleutel

source: CloudSponge integration will not work without a valid domain key.
nl_nl: CloudSponge integratie zal neit werken zonder een geldige domein sleutel.

source: When you use CloudSponge with Invite Anyone, part of your CloudSponge monthly payment goes to the author of Invite Anyone. This is a great way to support future development of the plugin. Thanks for your support!
nl_nl: Wanneer je CloudSponge samen met Invite Anyone gebruikt zal een gedeelte van je maandelijkse CloudSponge betaling naar de auteur van Invite Anyone gaan. Dit is een goede manier om toekomstige ontwikkeling van de plug-in te ondersteunen. Bedankt voor je ondersteuning!

source: View Invitation
nl_nl: Toon uitnodiging

source: (no data)
nl_nl: (geen data)

source: No invitations have been sent yet.
nl_nl: Er zijn nog geen uitnodigingen verstuurd

source: 24 Hours
nl_nl: 24 uur

source: 3 Days
nl_nl: 3 dagen

source: 4 Weeks
nl_nl: 4 weken

source: 3 Months
nl_nl: 3 maanden

source: All Time
nl_nl: Alle tijd

source: Yes
nl_nl: Ja

source: n/a
nl_nl: niet beschikbaar

source: In the last...
nl_nl: In de laatste

source: Total Sent
nl_nl: Totaal verstuurd

source: Total Accepted
nl_nl: Totaal geaccepteerd

source: Acceptance Rate
nl_nl: Acceptatie percentage

source: Top Inviter (by #)
nl_nl: Beste uitnodiger (bij #)

source: Top Inviter (by % accepted)
nl_nl: Bester uitnodiger (bij % geaccepteerd)

source: Total Sent (CloudSponge)
nl_nl: Totaal verstuurd (CloudSponge)

source: Total Accepted (CloudSponge)
nl_nl: Totaal geaccepteerd (Cloud sponge)

source: Acceptance Rate (CloudSponge)
nl_nl: Acceptatie percentage (CloudSponge)

source: CloudSponge Usage
nl_nl: CloudSponge gebruik

source: Top Inviter (by #) (CloudSponge)
nl_nl: Top uitnodiger (bij #) (CloudSponge)

source: Top Inviter (by % accepted) (CloudSponge)
nl_nl: Top uitnodiger (bij % geaccepteerd) (CloudSponge)

source: (%d sent)
nl_nl: (%d verstuurd)

source: (%s accepted)
nl_nl: (%s geaccepteerd)

# post type general name
source: BuddyPress Invitations
nl_nl: BuddyPress uitnodigingen

# post type singular name
source: Invitation
nl_nl: Uitnodiging

source: Add New
nl_nl: Voeg toe

source: Add New Invitation
nl_nl: Voeg uitnodiging toe

source: Edit Invitation
nl_nl: Bewerk uitnodiging

source: New Invitation
nl_nl: Nieuwe uitnodiging

source: Search Invitation
nl_nl: Zoek uitnodiging

source: No Invitations found
nl_nl: Geen uitnodigingen gevonden

source: No Invitations found in Trash
nl_nl: Geen uitnodigingen gevonden in de prullenbak

source: BuddyPress Invitations
nl_nl: BuddyPress uitnodigingen

source: Invitees
nl_nl: Uitnodigingen

source: Invitee
nl_nl: Uitnodiging

source: Search Invitees
nl_nl: Zoek uitnodigingen

source: All Invitees
nl_nl: Alle uitnodigingen

source: Edit Invitee
nl_nl: Bewerk uitnodiging

source: Update Invitee
nl_nl: Update uitnodiging

source: Add New Invitee
nl_nl: Voeg uitnodiging toe

source: New Invitee Name
nl_nl: Nieuwe genodigde naam

source: Invited Groups
nl_nl: Uitgenodigde groepen

source: Invited Group
nl_nl: Uitgenodigde groep

source: Search Invited Groups
nl_nl: Zoek uitgenodigde groepen

source: All Invited Groups
nl_nl: Alle uitgenodigde groepen

source: Edit Invited Group
nl_nl: Bewerk uitgenodigde groep

source: Update Invited Group
nl_nl: Update uitgenodigde groep

source: Add New Invited Group
nl_nl: Voeg uitgenodigde groep toe

source: New Invited Group Name
nl_nl: Nieuwe uitgenodigde groepsnaam

source: No
nl_nl: Nee

source: All done!
nl_nl: Alles gedaan!

source: Finish
nl_nl: Gereed

source: Migrated Invitation
nl_nl: Gemigreerde uitnodiging

source: Importing: %1$s invited %2$s<br />
nl_nl: Importeren: %1$s uitgenodigd %2$s<br />

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
nl_nl: Als je browser niet automatisch de volgende pagina laad, klik dan op deze link:

source: Next Invitations
nl_nl: Volgende uitnodigingen

source: Invite Anyone has just been updated, and needs to move some old invitation data in order to complete the upgrade. Click GO to start the process.
nl_nl: Invite Anyone is zojuist bijgewerkt en moet sommige oude uitnodigingen verplaatsten om de upgrade te voltooien. Klik op GO om het proces te starten.

source: Opt Out
nl_nl: Trek Terug

source: Accept Invitation
nl_nl: Accepteer Uitnodiging

source: To opt out of future invitations to %s, make sure that your email is entered in the field below and click "Opt Out".
nl_nl: Als je je wilt afmelden voor toekomstige uitnodigingen tot % s, zorg ervoor dat je e-mail is opgenomen in het onderstaande veld en klik op "Afmelden".

source: If you are here by mistake and would like to accept your invitation to %s, click "Accept Invitation" instead.
nl_nl: Ben je hier per ongeluk en wil je je uitnodiging accepteren voor %s, klik dan op "Accepteer Uitnodiging".

source: You have successfully opted out. No more invitation emails will be sent to you by this site.
nl_nl: Je hebt je succesvol afgemeld. Er worden, van deze site, geen invitatie emails meer naar je verstuurd.

source: Sorry, there was an error in processing your request
nl_nl: Sorry, er is een fout opgetreden bij de verwerking van je aanvraag

source: It looks like you're trying to accept an invitation to join the site, but some information is missing. Please try again by clicking on the link in the invitation email.
nl_nl: Het lijkt erop dat je probeert een uitnodiging, om lid van de site te worden, te accepteren. Maar enkele informatie is onvolledig. Probeer aub opnieuw door op de link in de invitatie e-mail te klikken.

source: Welcome! You've been invited %s to join the site. Please fill out the information below to create your account.
nl_nl: Welkom! Je bent uitgenodigd door %s om lid te worden van de site. Vul aub de onderstaande informatie in om een account te maken.

source: Send Invites
nl_nl: Stuur Uitnodigingen

source: Invite New Members
nl_nl: Nodig Nieuwe Leden Uit

source: Sent Invites
nl_nl: Verzonden Uitnodigingen

source: Sorry, there was a problem sending your invitations. Please try again.
nl_nl: Sorry, Er was een probleem bij het versturen van je uitnodiging. Probeer opnieuw aub.

source: Invitation cleared
nl_nl: Uitnodiging opgeschoond

source: There was a problem clearing the invitation.
nl_nl: Er is probleem ontstaan tijdens het opschonen van de uitnodiging.

source: Invitations cleared.
nl_nl: Uitnodigingen opgeschoond

source: There was a problem clearing the invitations.
nl_nl: Er is probleem ontstaan tijdens het opschonen van de uitnodigingen.

source: It looks like you&#8217;ve already accepted your invitation to join the site.
nl_nl: Blijkbaar heb je jouw uitnodiging om deel te nemen aan de website al geaccepteerd.

source: You have sent the maximum allowed number of invitations.
nl_nl: Je hebt het maximaal aantal te versturen uitnodigingen bereikt

source: Some of your invitations were not sent. Please see the errors below and resubmit the failed invitations.
nl_nl: Sommige van jouw uitnodingen waren niet verstuurd. Bekijk de foutmeldingen hieronder en verstuur de mislukte uitnodigingen opnieuw.

source: Invite friends to join %s by following these steps:
nl_nl: Nodig vrienden uit om lid te worden van %s door de volgende stappen te volgen:

source: The site administrator has limited each user to %1$d invitations. You have %2$d invitations remaining.
nl_nl: De site beheerder heeft iedere gebruiker gelimiteerd tot %1$d uitnodigingen. Je hebt nog %2$d uitnodigingen over.

source: Enter email addresses below, one per line.
nl_nl: Vul hieronder een e-mailadres per regel in.

source: You can only invite people whose email addresses end in one of the following domains:
nl_nl: Je kunt alleen mensen uitnodigen wiens e-mail adressen eindigen op een van de volgende domeinen:

source: You can invite a maximum of %s people at a time.
nl_nl: Je kan maximaal %s personen per keer uitnodigen.

source: (optional) Customize the subject line of the invitation email.
nl_nl: (optioneel) Maak de tekst van de onderwerp regel van de invitatie e-mail op maat.

source: Subject: <span class="disabled-subject">Subject line is fixed</span>
nl_nl: Onderwerp: <span class="disabled-subject">onderwerpregel staat vast</span>

source: (optional) Customize the text of the invitation.
nl_nl: (optioneel) Maak de tekst van de uitnodiging op maat.

source: The message will also contain a custom footer containing links to accept the invitation or opt out of further email invitations from this site.
nl_nl: Het bericht zal ook een aangepaste voettekst bevatten met links om de uitnodiging te accepteren of om uit te schrijven voor toekomstige uitnodigingen van deze site.

source: Message:
nl_nl: Bericht:

source: (optional) Select some groups. Invitees will receive invitations to these groups when they join the site.
nl_nl: (optioneel) Selecteer een aantal groepen. Genodigden ontvangen invitaties tot deze groepen wanneer ze lid van de site worden.

source: You have sent invitations to the following people.
nl_nl: Je hebt de volgende mensen uitnodigingen gestuurd.

source: This table displays a list of all your sent invites. Invites that have been accepted are highlighted in the listings. You may clear any individual invites, all accepted invites or all of the invites from the list.
nl_nl: Deze tabel toont een lijst van verstuurde uitnodigingen. Uitnodigingen die geaccepteerd zijn worden gemarkeerd in de lijst. Je mag individuele uitnodigingen, alle geaccepteerde uitnodigingen of alle uitnodigingen verwijderen van de lijst.

source: Invited email address
nl_nl: Uitgenodigd e-mail adres

source: Group invitations
nl_nl: Groep uitnodigingen

source: Sent
nl_nl: Verzonden

source: Accepted
nl_nl: Geaccepteerd

source: Clear all accepted invites from the list
nl_nl: Verwijder alle geaccepteerde uitnodigingen van de lijst

source: Clear all accepted invitations
nl_nl: Wis alle geaccepteerde uitnodigingen

source: Clear all your listed invites
nl_nl: Verwijder alle getoonde uitnodigingen

source: Clear all invitations
nl_nl: Wis alle uitnodigingen

source: Clear this invitation
nl_nl: Wis deze uitnodiging

source: You haven't sent any email invitations yet.
nl_nl: Je hebt nog geen e-mail uitnodigingen verzonden.

source: An invitation to join the %s community.
nl_nl: Een uitnodiging om lid te worden van de %s community.

source: You have been invited by %%INVITERNAME%% to join the %s community. Visit %%INVITERNAME%%'s profile at %%INVITERURL%%.
nl_nl: Je bent uitgenodigd door %%INVITERNAME%% om deel te nemen aan %s community. Bezoek %%INVITERNAME%%'s profiel op %%INVITERURL%%.

source: To accept this invitation, please visit %%ACCEPTURL%%
nl_nl: Om deze uitnodiging te accepteren, bezoek aub %%ACCEPTURL%%

source: To opt out of future invitations to this site, please visit %%OPTOUTURL%%
nl_nl: Als je je wilt afmelden voor toekomstige uitnodigingen tot deze site, bezoek aub %%OPTOUTURL%%

source: You are only allowed to invite up to %s people at a time. Please remove some addresses and try again
nl_nl: Je mag maar %s personen per keer uitnodigen. Verwijder een aantal adressen en probeer het nogmals.

source: You didn't include any email addresses!
nl_nl: Je hebt geen e-mail adressen toegevoegd!

source: You are only allowed to invite %s more people. Please remove some addresses and try again
nl_nl: Je mag nog maar %s personen uitnodigen. Verwijder een aantal adressen en probeer het nogmals.

source: <strong>%s</strong> has opted out of email invitations from this site.
nl_nl: <strong>%s</strong> heeft zich uitgeschreven voor e-mail uitnodigingen van deze website.

source: <strong>%s</strong> is already a registered user of the site.
nl_nl: Sorry, $email is reeds een geregistreerde gebruiker van de site.

source: <strong>%s</strong> is not a permitted email address.
nl_nl: Sorry, $email is niet een toegestaan e-mailadres.

source: <strong>%s</strong> is not a valid email address. Please make sure that you have typed it correctly.
nl_nl: Sorry, $email is geen geldig e-mailadres. Zorg ervoor dat je het correct hebt getypt.

source: <strong>%s</strong> is not a permitted email address. Please make sure that you have typed the domain name correctly.
nl_nl: Sorry, $email is niet een toegestaan e-mailadres. Zorg ervoor dat je de domeinnaam correct hebt getypt.

source: Invitations were sent successfully to the following email addresses: %s
nl_nl: Uitnodigingen zijn succesvol verstuurd naar de volgende e-mailadressen: %s

source: Please correct your errors and resubmit.
nl_nl: Corrigeer de foutmeldingen en verstuur opnieuw.

source: We couldn't find any invitations associated with this email address.
nl_nl: We konden geen uitnodigingen vinden geassocieerd met dit e-mailadres.

source: You can also add email addresses <a class="cs_import">from your Address Book</a>.
nl_nl: Je kan ook e-maialdressen toevoegen <a class="cs_import">van je adresboek</a>.

source: Group invites sent.
nl_nl: Groep uitnodigingen verstuurd.

source: Group created successfully.
nl_nl: Groep succesvol aangemaakt.

source: Remove Invite
nl_nl: Verwijder Uitnodiging

source: %1$s has invited you to the group: "%2$s". To view your group invites visit: %3$s To view the group visit: %4$s To view %5$s's profile visit: %6$s ---------------------
nl_nl: %1$s heeft jou uitgenodigd voor de groep: "%2$s". Om je groepsuitnodigingen te tonen bezoek: %3$s Om de groep te bekijken bezoek: %4$s Om het profiel van %5$s te bekijken bezoek: %6$s ---------------------

source: Search for members to invite:
nl_nl: Zoek naar leden om uit te nodigen:

source: Select members from the directory:
nl_nl: Selecteer leden uit de directory:

source: Select people to invite.
nl_nl: Selecteer mensen om uit te nodigen.

source: Want to invite someone to the group who is not yet a member of the site?
nl_nl: Wil je iemand uitnodigen voor de groep die nog geen lid is van deze site?

source: Send invitations by email.
nl_nl: Stuur uitnodigingen per e-mail.

source: Select people to invite from your friends list.
nl_nl: Selecteer mensen uit je vriendenlijst om uit te nodigen.

source: Viewing %1$d - %2$d of a total of %3$d
nl_nl: Toon %1$d - %2$d van in totaal %3$d

source: Enter one email address per line to invite friends to join this site.
nl_nl: Vul e-mailadressen in het onderstaande veld in.

source: Continue
nl_nl: Voortzetten

source: Invite friends to join the site by entering their email addresses below.
nl_nl: Nodig vrienden uit om lid van de site te worden door het invoeren van hun e-mailadressen hieronder.

source: Title:
nl_nl: Titel:

source: Text to display in widget:
nl_nl: Weer te geven tekst in widget:

source: Number of email fields to display in widget:
nl_nl: Aantal e-mail velden om weer te gegeven in widget:

source: Allows group admins to invite any member of their BuddyPress community to a group or to the site
nl_nl: Sta groep admins toe elk lid van de BuddyPress community uit te nodigen voor een groep of de website
